Repository: sfs-pra/yqemu
Catalog: po/*.po
Languages: ru

source: Create Image
ru: Создать образ

source: Enter image name (with full path, without extension):
ru: Введите имя образа (с полным путем, без расширения):

source: Image name cannot be empty.
ru: Имя образа не может быть пустым.

source: Create .qcow2 Image
ru: Создать образ .qcow2

source: Enter image size (e.g., 10G):
ru: Введите размер образа (например, 10G):

source: Image size cannot be empty.
ru: Размер образа не может быть пустым.

source: Image %s.qcow2 created successfully.
ru: Образ %s.qcow2 создан успешно.

source: Error creating image.
ru: Ошибка при создании образа.

source: Select Source Image
ru: Выберите исходный образ

source: Source image not selected.
ru: Исходный образ не выбран.

source: Convert Image
ru: Конвертировать образ

source: Enter new image name:
ru: Введите имя нового образа:

source: New image name cannot be empty.
ru: Имя нового образа не может быть пустым.

source: Image %s converted to %s.
ru: Образ %s конвертирован в %s.

source: Error converting image.
ru: Ошибка при конвертации образа.

source: Select Image
ru: Выберите образ

source: Image %s deleted.
ru: Образ %s удален.

source: Error deleting image.
ru: Ошибка при удалении образа.

source: Information about %s
ru: Информация о %s

source: Error getting information.
ru: Ошибка при получении информации.

source: <b>qcow2 HDD Image</b>
ru: <b>Имидж HDD qcow2</b>

source: Create
ru: Создать

source: Delete
ru: Удалить

source: Information
ru: Информация

source: Unknown action.
ru: Неизвестное действие.
